module.exports.adviserStartMessage = `
🌺 سلام مشاور گرامی به ربات رد گزینه خوش آمدید 🌺
🔹 برای بهره مندی از خدمات این بات لطفا از منوی زیر یک گزینه را به دلخواه
        انتخاب نمایید:
 @radegozine_bot
 `
module.exports.enterAnswerAsVoice = "لطفا پاسخ خود را بصورت ویس وارد نمایید : "
module.exports.onlyVoiceMessage = "لطفا پیام خود را فقط به صورت ویس وارد نمایید❗️"
module.exports.youHaveBeenRemoved = "شما از لیست مشاوران حذف شده اید ❗️ لطفا مجددا از مدیر بخواهید تا شما را به لیست مشاوران اضافه نماید و سپس مجددا بات رااستارت نمایید."